---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementOwnerViewFilter
source: html/4b844592-e4f2-e43b-8b46-06f8073d78e5.htm
---
# ElementOwnerViewFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.